mongodb/results/load_result.txt
YCSB LOAD RESULT – MONGODB

[OVERALL], RunTime(ms), 4971
[OVERALL], Throughput(ops/sec), 2011.6678

[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 11
[TOTAL_GC_TIME_%], Time(%), 0.221284

[INSERT], Operations, 10000
[INSERT], AverageLatency(us), 386.4815
[INSERT], MinLatency(us), 135
[INSERT], MaxLatency(us), 120383
[INSERT], 95thPercentileLatency(us), 687
[INSERT], 99thPercentileLatency(us), 1066
[INSERT], Return=OK, 10000